Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# account.active
source: Active
ar: Active (AR)
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: Active (한국어)
nl: Aktiv (NL)
pl: Active (PL)
pt: Ativo
ru: Active (RU)
th: Active (TH)
tr: Active (TR)
vi: 活跃 (VI)
zh: 活跃

# account.add.bluesky
source: Bluesky
ar: Bluesky (AR)
es: cielo azul
fr: Ciel bleu
it: Cielo blu
ja: ブルースカイ
ko: Bluesky (한국어)
nl: Bluesky (NL)
pl: Bluesky (PL)
pt: Céu Azul
ru: Bluesky (RU)
th: Bluesky (TH)
tr: Bluesky (TR)
vi: Bluesky (VI)
zh: 蓝天

# account.add.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Abbrechen (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# account.add.credentials
source: Credentials
ar: Credentials (AR)
de: Anmeldedaten
es: Credenciales
fr: Identifiants
it: Credenziali
ja: 認証情報
ko: Credentials (한국어)
nl: Anmeldedaten (NL)
pl: Credentials (PL)
pt: Credenciais
ru: Credentials (RU)
th: Credentials (TH)
tr: Credentials (TR)
vi: 凭据 (VI)
zh: 凭据

# account.add.eurosky
source: Eurosky
ar: Eurosky (AR)
ja: ユーロスカイ
ko: Eurosky (한국어)
nl: Eurosky (NL)
pl: Eurosky (PL)
ru: Eurosky (RU)
th: Eurosky (TH)
tr: Eurosky (TR)
vi: Eurosky (VI)
zh: 欧洲天空

# account.add.hint
source: Opens the form to add a new Bluesky account
ar: يفتح النموذج لإضافة حساب Bluesky جديد
de: Öffnet das Formular zum Hinzufügen eines neuen Bluesky-Kontos
es: Abre el formulario para agregar una nueva cuenta Bluesky
fr: Ouvre le formulaire pour ajouter un nouveau compte Bluesky
it: Apre il modulo per aggiungere un nuovo account Bluesky
ja: 新しい Bluesky アカウントを追加するフォームを開きます
ko: 새 Bluesky 계정을 추가하는 양식을 엽니다.
nl: Opent het formulier om een ​​nieuw Bluesky-account toe te voegen
pl: Otwiera formularz dodania nowego konta Bluesky
pt: Abre o formulário para adicionar uma nova conta Bluesky
ru: Открывает форму для добавления новой учетной записи Bluesky.
th: เปิดแบบฟอร์มเพื่อเพิ่มบัญชี Bluesky ใหม่
tr: Yeni bir Bluesky hesabı eklemek için formu açar
vi: Mở biểu mẫu để thêm tài khoản Bluesky mới
zh: 打开表单以添加新的 Bluesky 帐户

# account.add.other
source: Other
ar: Other (AR)
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
ko: Other (한국어)
nl: Andere (NL)
pl: Other (PL)
pt: Outro
ru: Other (RU)
th: Other (TH)
tr: Other (TR)
vi: 其他 (VI)
zh: 其他

# account.add.password_hint
source: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access.
ar: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access. (AR)
de: Die App speichert das Passwort sicher in der iOS Keychain und verwendet es für den Bluesky-Zugriff.
es: La app almacena la contraseña en el Llavero de iOS.
fr: L'application stocke le mot de passe en toute sécurité dans le Keychain iOS et l'utilise pour l'accès Bluesky.
it: L'app salva la password in modo sicuro nel Keychain iOS e la usa per l'accesso a Bluesky.
ja: アプリはパスワードをiOSキーチェーンに安全に保存します。
ko: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access. (한국어)
nl: Die App speichert das Passwort sicher in der iOS Keychain und verwendet es für den Bluesky-Zugriff. (NL)
pl: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access. (PL)
pt: O app armazena a senha com segurança no Keychain do iOS.
ru: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access. (RU)
th: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access. (TH)
tr: The app stores the password securely in the iOS Keychain and uses it for Bluesky account access. (TR)
vi: 应用将密码安全地存储在 iOS 钥匙串中，并用于 Bluesky 账户访问。 (VI)
zh: 应用将密码安全地存储在 iOS 钥匙串中，并用于 Bluesky 账户访问。

# account.add.placeholder.handle
source: Handle
ar: Handle (AR)
de: Handhaben
es: Manejar
fr: Poignée
it: Maniglia
ja: ハンドル
ko: ハンドル (한국어)
nl: Handle (NL)
pl: Handle (PL)
pt: Lidar
ru: Handle (RU)
th: Handle (TH)
tr: Handle (TR)
vi: Handle (VI)
zh: 处理

# account.add.placeholder.password
source: App Password
ar: App Password (AR)
de: App-Passwort
es: Contraseña de app
fr: Mot de passe d'application
it: Password app
ja: アプリパスワード
ko: App Password (한국어)
nl: App-Passwort (NL)
pl: App Password (PL)
pt: Senha do app
ru: App Password (RU)
th: App Password (TH)
tr: App Password (TR)
vi: 应用密码 (VI)
zh: 应用密码

# account.add.placeholder.url
source: Custom PDS URL
ar: Custom PDS URL (AR)
de: Benutzerdefinierte PDS-URL
es: URL de PDS personalizada
fr: URL PDS personnalisée
it: URL PDS personalizzato
ja: カスタムPDS URL
ko: Custom PDS URL (한국어)
nl: Benutzerdefinierte PDS-URL (NL)
pl: Custom PDS URL (PL)
pt: URL de PDS personalizada
ru: Custom PDS URL (RU)
th: Custom PDS URL (TH)
tr: Custom PDS URL (TR)
vi: 自定义 PDS URL (VI)
zh: 自定义 PDS URL

# account.add.provider
source: Provider
ar: Provider (AR)
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダ
ko: Provider (한국어)
nl: Anbieter (NL)
pl: Provider (PL)
pt: Provedor
ru: Provider (RU)
th: Provider (TH)
tr: Provider (TR)
vi: 提供商 (VI)
zh: 提供商

# account.add.save
source: Save
ar: Save (AR)
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 保存 (한국어)
nl: Speichern (NL)
pl: Save (PL)
pt: Salvar
ru: Save (RU)
th: Save (TH)
tr: Save (TR)
vi: 保存 (VI)
zh: 保存

# account.add.title
source: Add Account
ar: Add Account (AR)
de: Account hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントを追加
ko: Add Account (한국어)
nl: Account hinzufügen (NL)
pl: Add Account (PL)
pt: Adicionar Account
ru: Add Account (RU)
th: Add Account (TH)
tr: Add Account (TR)
vi: 添加账户 (VI)
zh: 添加账户

# account.add.validating
source: Validating Account
ar: Validating Account (AR)
de: Account wird überprüft
es: Validando cuenta
fr: Validation du compte
it: Convalida account
ja: アカウント検証中
ko: Validating Account (한국어)
nl: Account wird überprüft (NL)
pl: Validating Account (PL)
pt: Validando conta
ru: Validating Account (RU)
th: Validating Account (TH)
tr: Validating Account (TR)
vi: 验证账户 (VI)
zh: 验证账户

# account.add.why_password
source: Why app password?
ar: Why app password? (AR)
de: Warum App-Passwort?
es: ¿Por qué una contraseña de aplicación?
fr: Pourquoi un mot de passe d'application ?
it: Perché una password app?
ja: アプリパスワードとは？
ko: Why app password? (한국어)
nl: Warum App-Passwort? (NL)
pl: Why app password? (PL)
pt: Por que uma senha de aplicativo?
ru: Why app password? (RU)
th: Why app password? (TH)
tr: Why app password? (TR)
vi: 为什么使用应用密码？ (VI)
zh: 为什么使用应用密码？

# account.discard_add.hint
source: Discards changes and closes the add account form
ar: يتجاهل التغييرات ويغلق نموذج حساب الإضافة
de: Verwirft Änderungen und schließt das Formular zum Hinzufügen eines Kontos
es: Descarta cambios y cierra el formulario para agregar cuenta.
fr: Annule les modifications et ferme le formulaire d'ajout de compte
it: Elimina le modifiche e chiude il modulo di aggiunta dell'account
ja: 変更を破棄し、アカウント追加フォームを閉じます
ko: 변경사항을 취소하고 계정 추가 양식을 닫습니다.
nl: Negeert de wijzigingen en sluit het formulier voor het toevoegen van een account
pl: Odrzuca zmiany i zamyka formularz dodawania konta
pt: Descarta as alterações e fecha o formulário de adição de conta
ru: Отменяет изменения и закрывает форму добавления учетной записи.
th: ละทิ้งการเปลี่ยนแปลงและปิดแบบฟอร์มเพิ่มบัญชี
tr: Değişiklikleri atar ve hesap ekleme formunu kapatır
vi: Hủy các thay đổi và đóng biểu mẫu thêm tài khoản
zh: 放弃更改并关闭添加帐户表单

# account.edit_label
source: Edit Label
ar: Edit Label (AR)
de: Label bearbeiten
es: Editar etiqueta
fr: Modifier le label
it: Modifica etichetta
ja: ラベルを編集
ko: Edit Label (한국어)
nl: Label bearbeiten (NL)
pl: Edit Label (PL)
pt: Editar etiqueta
ru: Edit Label (RU)
th: Edit Label (TH)
tr: Edit Label (TR)
vi: Edit Label (VI)
zh: 编辑标签

# account.edit_label.cancel
source: Cancel
ar: Cancel (AR)
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: キャンセル (한국어)
nl: Abbrechen (NL)
pl: Cancel (PL)
pt: Cancelar
ru: Cancel (RU)
th: Cancel (TH)
tr: Cancel (TR)
vi: 取消 (VI)
zh: 取消

# account.edit_label.clear
source: Clear Label
ar: Clear Label (AR)
de: Label löschen
es: Limpiar Label
fr: Effacer le label
it: Cancella etichetta
ja: ラベルをクリア
ko: Clear Label (한국어)
nl: Label löschen (NL)
pl: Clear Label (PL)
pt: Limpar etiqueta
ru: Clear Label (RU)
th: Clear Label (TH)
tr: Clear Label (TR)
vi: 清除标签 (VI)
zh: 清除标签

# account.edit_label.community
source: Community
ar: Community (AR)
de: Gemeinschaft
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティ
ko: Community (한국어)
nl: Community (NL)
pl: Community (PL)
pt: Comunidade
ru: Community (RU)
th: Community (TH)
tr: Community (TR)
vi: 社区 (VI)
zh: 社区

# account.edit_label.hint
source: Sets a custom label to help identify this account
ar: يعين تسمية مخصصة للمساعدة في تحديد هذا الحساب
de: Legt eine benutzerdefinierte Bezeichnung fest, um die Identifizierung dieses Kontos zu erleichtern
es: Establece una etiqueta personalizada para ayudar a identificar esta cuenta.
fr: Définit une étiquette personnalisée pour aider à identifier ce compte
it: Imposta un'etichetta personalizzata per identificare questo account
ja: このアカウントを識別しやすいようにカスタム ラベルを設定します
ko: 이 계정을 식별하는 데 도움이 되는 맞춤 라벨을 설정합니다.
nl: Stelt een aangepast label in om dit account te helpen identificeren
pl: Ustawia niestandardową etykietę pomagającą zidentyfikować to konto
pt: Define um rótulo personalizado para ajudar a identificar esta conta
ru: Устанавливает специальную метку, помогающую идентифицировать эту учетную запись.
th: ตั้งค่าป้ายกำกับที่กำหนดเองเพื่อช่วยระบุบัญชีนี้
tr: Bu hesabı tanımlamaya yardımcı olacak özel bir etiket ayarlar
vi: Đặt nhãn tùy chỉnh để giúp xác định tài khoản này
zh: 设置自定义标签以帮助识别此帐户

# account.edit_label.personal
source: Personal
ar: Personal (AR)
de: Privat
es: [es] Privat
fr: Personnel
it: Personale
ja: 個人
ko: Personal (한국어)
nl: Privat (NL)
pl: Personal (PL)
pt: Pessoal
ru: Personal (RU)
th: Personal (TH)
tr: Personal (TR)
vi: 个人 (VI)
zh: 个人

# account.edit_label.placeholder
source: e.g. Work, Personal
ar: e.g. Work, Personal (AR)
de: z.B. Arbeit, Privat
es: ej. Trabajo, Personal
fr: p. ex. Travail, Personnel
it: es. Lavoro, Personale
ja: 例：仕事、個人
ko: e.g. Work, Personal (한국어)
nl: z.B. Arbeit, Privat (NL)
pl: e.g. Work, Personal (PL)
pt: ex. Trabalho, Pessoal
ru: e.g. Work, Personal (RU)
th: e.g. Work, Personal (TH)
tr: e.g. Work, Personal (TR)
vi: 例如：工作、个人 (VI)
zh: 例如：工作、个人

# account.edit_label.save
source: Save
ar: Save (AR)
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 保存 (한국어)
nl: Speichern (NL)
pl: Save (PL)
pt: Salvar
ru: Save (RU)
th: Save (TH)
tr: Save (TR)
vi: 保存 (VI)
zh: 保存

# account.edit_label.section
source: Label
ar: Label (AR)
de: Etikett
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
ko: Label (한국어)
nl: Label (NL)
pl: Label (PL)
pt: Etiqueta
ru: Label (RU)
th: Label (TH)
tr: Label (TR)
vi: 标签 (VI)
zh: 标签

# account.edit_label.suggestions
source: Suggestions
ar: Suggestions (AR)
de: Vorschläge
es: Sugerencias
fr: [fr] Vorschläge
it: Suggerimenti
ja: 提案
ko: Suggestions (한국어)
nl: Vorschläge (NL)
pl: Suggestions (PL)
pt: Sugestões
ru: Suggestions (RU)
th: Suggestions (TH)
tr: Suggestions (TR)
vi: 建议 (VI)
zh: 建议

# account.edit_label.testing
source: Testing
ar: Testing (AR)
de: Test
es: Pruebas
fr: Test
it: Test
ja: テスト
ko: Testing (한국어)
nl: Test (NL)
pl: Testing (PL)
pt: Teste
ru: Testing (RU)
th: Testing (TH)
tr: Testing (TR)
vi: 测试 (VI)
zh: 测试

# account.edit_label.title
source: Edit Label
ar: Edit Label (AR)
de: Label bearbeiten
es: Editar Label
fr: Modifier le label
it: Modifica etichetta
ja: ラベルを編集
ko: Edit Label (한국어)
nl: Label bearbeiten (NL)
pl: Edit Label (PL)
pt: Editar Label
ru: Edit Label (RU)
th: Edit Label (TH)
tr: Edit Label (TR)
vi: 编辑标签 (VI)
zh: 编辑标签

# account.edit_label.work
source: Work
ar: Work (AR)
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ja: 仕事
ko: Work (한국어)
nl: Arbeit (NL)
pl: Work (PL)
pt: Trabalho
ru: Work (RU)
th: Work (TH)
tr: Work (TR)
vi: 工作 (VI)
zh: 工作

# account.error.already_exists
source: This account already exists.
ar: هذا الحساب موجود بالفعل.
de: Dieses Konto existiert bereits.
es: Esta cuenta ya existe.
fr: Ce compte existe déjà.
it: Questo account esiste già.
ja: このアカウントは既に存在します。
ko: 이 계정이 이미 존재합니다.
nl: Dit account bestaat al.
pl: To konto już istnieje.
pt: Esta conta já existe.
ru: Этот аккаунт уже существует.
th: บัญชีนี้มีอยู่แล้ว
tr: Bu hesap zaten mevcut.
vi: Tài khoản này đã tồn tại.
zh: 此帐户已存在。

# account.error.failed_to_delete_credentials
source: Failed to delete secure credentials.
ar: فشل حذف بيانات الاعتماد الآمنة.
de: Löschen der sicheren Anmeldedaten fehlgeschlagen.
es: Error al eliminar las credenciales seguras.
fr: Échec de la suppression des identifiants sécurisés.
it: Eliminazione delle credenziali sicure non riuscita.
ja: セキュアな認証情報の削除に失敗しました。
ko: 보안 자격 증명 삭제에 실패했습니다.
nl: Verwijderen van beveiligde inloggegevens mislukt.
pl: Nie udało się usunąć bezpiecznych danych logowania.
pt: Falha ao excluir credenciais seguras.
ru: Не удалось удалить защищенные учетные данные.
th: ไม่สามารถลบข้อมูลรับรองที่ปลอดภัยได้
tr: Güvenli kimlik bilgileri silinemedi.
vi: Không thể xóa thông tin đăng nhập bảo mật.
zh: 删除安全凭据失败。

# account.error.failed_to_restore
source: Failed to restore saved accounts.
ar: فشل استعادة الحسابات المحفوظة.
de: Wiederherstellen gespeicherter Konten fehlgeschlagen.
es: Error al restaurar las cuentas guardadas.
fr: Échec de la restauration des comptes enregistrés.
it: Ripristino degli account salvati non riuscito.
ja: 保存されたアカウントの復元に失敗しました。
ko: 저장된 계정 복원에 실패했습니다.
nl: Herstellen van opgeslagen accounts mislukt.
pl: Nie udało się przywrócić zapisanych kont.
pt: Falha ao restaurar contas salvas.
ru: Не удалось восстановить сохраненные аккаунты.
th: ไม่สามารถกู้คืนบัญชีที่บันทึกไว้ได้
tr: Kaydedilen hesaplar geri yüklenemedi.
vi: Không thể khôi phục tài khoản đã lưu.
zh: 恢复已保存的帐户失败。

# account.error.failed_to_save
source: Failed to save accounts.
ar: فشل حفظ الحسابات.
de: Speichern der Konten fehlgeschlagen.
es: Error al guardar las cuentas.
fr: Échec de l'enregistrement des comptes.
it: Salvataggio degli account non riuscito.
ja: アカウントの保存に失敗しました。
ko: 계정 저장에 실패했습니다.
nl: Opslaan van accounts mislukt.
pl: Nie udało się zapisać kont.
pt: Falha ao salvar contas.
ru: Не удалось сохранить аккаунты.
th: ไม่สามารถบันทึกบัญชีได้
tr: Hesaplar kaydedilemedi.
vi: Không thể lưu tài khoản.
zh: 保存帐户失败。

# account.error.handle_and_password_required
source: Handle and app password are required.
ar: مطلوب معرف وكلمة مرور التطبيق.
de: Benutzername und App-Passwort sind erforderlich.
es: El identificador y la contraseña de la aplicación son obligatorios.
fr: L'identifiant et le mot de passe d'application sont requis.
it: L'handle e la password dell'app sono obbligatori.
ja: ハンドルとアプリパスワードが必要です。
ko: 핸들과 앱 비밀번호가 필요합니다.
nl: Handle en app-wachtwoord zijn vereist.
pl: Wymagany jest identyfikator i hasło aplikacji.
pt: O identificador e a senha do aplicativo são obrigatórios.
ru: Требуются идентификатор и пароль приложения.
th: ต้องระบุชื่อผู้ใช้และรหัสผ่านแอป
tr: Kullanıcı adı ve uygulama şifresi gereklidir.
vi: Yêu cầu tên người dùng và mật khẩu ứng dụng.
zh: 需要提供标识符和应用密码。

# account.label_suggestions.community
source: Community
ar: Community (AR)
de: Gemeinschaft
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティ
ko: Community (한국어)
nl: Community (NL)
pl: Community (PL)
pt: Comunidade
ru: Community (RU)
th: Community (TH)
tr: Community (TR)
vi: 社区 (VI)
zh: 社区

# account.label_suggestions.personal
source: Personal
ar: Personal (AR)
de: Privat
es: [es] Privat
fr: Personnel
it: Personale
ja: 個人
ko: Personal (한국어)
nl: Privat (NL)
pl: Personal (PL)
pt: Pessoal
ru: Personal (RU)
th: Personal (TH)
tr: Personal (TR)
vi: 个人 (VI)
zh: 个人

# account.label_suggestions.testing
source: Testing
ar: Testing (AR)
de: Test
es: Pruebas
fr: Test
it: Test
ja: テスト
ko: Testing (한국어)
nl: Test (NL)
pl: Testing (PL)
pt: Teste
ru: Testing (RU)
th: Testing (TH)
tr: Testing (TR)
vi: 测试 (VI)
zh: 测试

# account.label_suggestions.work
source: Work
ar: Work (AR)
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ja: 仕事
ko: Work (한국어)
nl: Arbeit (NL)
pl: Work (PL)
pt: Trabalho
ru: Work (RU)
th: Work (TH)
tr: Work (TR)
vi: 工作 (VI)
zh: 工作

# account.manage
source: Manage Accounts
ar: Manage Accounts (AR)
de: Accounts verwalten
es: Gestionar cuentas
fr: Gérer les comptes
it: Gestisci account
ja: アカウント管理
ko: Manage Accounts (한국어)
nl: Accounts verwalten (NL)
pl: Manage Accounts (PL)
pt: Gerenciar contas
ru: Manage Accounts (RU)
th: Manage Accounts (TH)
tr: Manage Accounts (TR)
vi: 管理账户 (VI)
zh: 管理账户

# account.manage.add
source: Add Account
ar: Add Account (AR)
de: Account hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントを追加
ko: Add Account (한국어)
nl: Account hinzufügen (NL)
pl: Add Account (PL)
pt: Adicionar Account
ru: Add Account (RU)
th: Add Account (TH)
tr: Add Account (TR)
vi: 添加账户 (VI)
zh: 添加账户

# account.manage.back
source: Back
ar: Back (AR)
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 戻る (한국어)
nl: Zurück (NL)
pl: Back (PL)
pt: Voltar
ru: Back (RU)
th: Back (TH)
tr: Back (TR)
vi: 返回 (VI)
zh: 返回

# account.manage.edit
source: Edit
ar: يحرر
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare
ja: 編集
ko: 편집하다
nl: Bewerking
pl: Redagować
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenlemek
vi: Biên tập
zh: 编辑

# account.manage.saved
source: Saved Accounts
ar: Saved Accounts (AR)
de: Gespeicherte Accounts
es: Cuentas guardadas
fr: Comptes enregistrés
it: Account salvati
ja: 保存済みアカウント
ko: Saved Accounts (한국어)
nl: Gespeicherte Accounts (NL)
pl: Saved Accounts (PL)
pt: Contas salvas
ru: Saved Accounts (RU)
th: Saved Accounts (TH)
tr: Saved Accounts (TR)
vi: 已保存的账户 (VI)
zh: 已保存的账户

# account.manage.title
source: Accounts
ar: Accounts (AR)
de: Konten
es: Cuentas
fr: Comptes
it: Account
ja: アカウント
ko: Accounts (한국어)
nl: Accounts (NL)
pl: Accounts (PL)
pt: Contas
ru: Accounts (RU)
th: Accounts (TH)
tr: Accounts (TR)
vi: 账户 (VI)
zh: 账户

# account.no_accounts.desc
source: Add your first Bluesky account to begin.
ar: Add your first Bluesky account to begin. (AR)
de: Fügen Sie Ihren ersten Bluesky-Account hinzu.
es: Agregar your primer Bluesky account to begin.
fr: Ajoutez votre premier compte Bluesky pour commencer.
it: Aggiungi il tuo primo account Bluesky per iniziare.
ja: 最初のBlueskyアカウントを追加してください。
ko: Add your first Bluesky account to begin. (한국어)
nl: Fügen Sie Ihren ersten Bluesky-Account hinzu. (NL)
pl: Add your first Bluesky account to begin. (PL)
pt: Adicionar your primeiro Bluesky account to begin.
ru: Add your first Bluesky account to begin. (RU)
th: Add your first Bluesky account to begin. (TH)
tr: Add your first Bluesky account to begin. (TR)
vi: 添加您的第一个 Bluesky 账户以开始使用。 (VI)
zh: 添加您的第一个 Bluesky 账户以开始使用。

# account.no_accounts.title
source: No Accounts
ar: No Accounts (AR)
de: Keine Accounts
es: Sin Accounts
fr: Aucun compte
it: Nessun account
ja: なし Accounts
ko: なし Accounts (한국어)
nl: Keine Accounts (NL)
pl: No Accounts (PL)
pt: Não Accounts
ru: No Accounts (RU)
th: No Accounts (TH)
tr: No Accounts (TR)
vi: 没有账户 (VI)
zh: 没有账户

# account.preferred_search
source: Default search account
ar: Default search account (AR)
de: Standardsuchkonto (DE)
es: Cuenta de búsqueda predeterminada (ES)
fr: Compte de recherche par défaut (FR)
it: Account di ricerca predefinito (IT)
ja: デフォルトの検索アカウント (JA)
ko: Default search account (한국어)
nl: Default search account (NL)
pl: Default search account (PL)
pt: Conta de pesquisa padrão (PT)
ru: Default search account (RU)
th: Default search account (TH)
tr: Default search account (TR)
vi: Default search account (VI)
zh: 默认搜索账户 (ZH)

# account.preferred_search.hint
source: Choose an account with little or no blockings for unrestricted searches.
ar: Choose an account with little or no blockings for unrestricted searches. (AR)
de: Wähle ein Konto mit wenigen oder keinen Sperrungen für uneingeschränkte Suchen. (DE)
es: Elija una cuenta con pocos o ningún bloqueo para búsquedas sin restricciones. (ES)
fr: Choisissez un compte avec peu ou pas de blocages pour des recherches sans restriction. (FR)
it: Scegli un account con pochi o nessun blocco per ricerche senza restrizioni. (IT)
ja: ブロックが少ないか全くないアカウントを選択して、制限のない検索を行います。 (JA)
ko: Choose an account with little or no blockings for unrestricted searches. (한국어)
nl: Choose an account with little or no blockings for unrestricted searches. (NL)
pl: Choose an account with little or no blockings for unrestricted searches. (PL)
pt: Escolha uma conta com poucos ou nenhum bloqueio para pesquisas sem restrições. (PT)
ru: Choose an account with little or no blockings for unrestricted searches. (RU)
th: Choose an account with little or no blockings for unrestricted searches. (TH)
tr: Choose an account with little or no blockings for unrestricted searches. (TR)
vi: Choose an account with little or no blockings for unrestricted searches. (VI)
zh: 选择一个没有或很少屏蔽的账户，进行无限制搜索。 (ZH)

# account.preferred_search.info.hint
source: Learn more about the search account feature
ar: تعرف على المزيد حول ميزة حساب البحث
de: Mehr über die Suchkonto-Funktion erfahren
es: Obtén más información sobre la función de cuenta de búsqueda
fr: En savoir plus sur la fonctionnalité de compte de recherche
it: Scopri di più sulla funzione account di ricerca
ja: 検索アカウント機能の詳細
ko: 검색 계정 기능에 대해 자세히 알아보기
nl: Meer informatie over de zoekaccount-functie
pl: Dowiedz się więcej o funkcji konta wyszukiwania
pt: Saiba mais sobre o recurso de conta de pesquisa
ru: Узнайте больше о функции учетной записи поиска
th: เรียนรู้เพิ่มเติมเกี่ยวกับฟีเจอร์บัญชีค้นหา
tr: Arama hesabı özelliği hakkında daha fazla bilgi
vi: Tìm hiểu thêm về tính năng tài khoản tìm kiếm
zh: 了解更多关于搜索账户功能的信息

# account.preferred_search.info.title
source: Search Account Info
ar: معلومات حساب البحث
de: Info zum Suchkonto
es: Información de cuenta de búsqueda
fr: Infos sur le compte de recherche
it: Info account di ricerca
ja: 検索アカウント情報
ko: 검색 계정 정보
nl: Info zoekaccount
pl: Informacje o koncie wyszukiwania
pt: Informações da conta de pesquisa
ru: Информация об учетной записи поиска
th: ข้อมูลบัญชีค้นหา
tr: Arama hesabı bilgisi
vi: Thông tin tài khoản tìm kiếm
zh: 搜索账户信息

# account.preferred_search.section
source: Preferred Account for Searching
ar: Preferred Account for Searching (AR)
de: Bevorzugtes Konto für die Suche (DE)
es: Cuenta preferida para buscar (ES)
fr: Compte préféré pour la recherche (FR)
it: Account preferito per la ricerca (IT)
ja: 検索に使用する優先アカウント (JA)
ko: Preferred Account for Searching (한국어)
nl: Preferred Account for Searching (NL)
pl: Preferred Account for Searching (PL)
pt: Conta Preferida para Pesquisar (PT)
ru: Preferred Account for Searching (RU)
th: Preferred Account for Searching (TH)
tr: Preferred Account for Searching (TR)
vi: Preferred Account for Searching (VI)
zh: 首选搜索账户 (ZH)

# account.remove
source: Remove
ar: Remove (AR)
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 削除 (한국어)
nl: Entfernen (NL)
pl: Remove (PL)
pt: Remover
ru: Remove (RU)
th: Remove (TH)
tr: Remove (TR)
vi: Remove (VI)
zh: 移除

# account.remove.hint
source: Permanently removes this saved account
ar: يزيل هذا الحساب المحفوظ نهائيًا
de: Entfernt dieses gespeicherte Konto dauerhaft
es: Elimina permanentemente esta cuenta guardada
fr: Supprime définitivement ce compte enregistré
it: Rimuove permanentemente questo account salvato
ja: この保存されたアカウントを永久に削除します
ko: 저장된 계정을 영구적으로 삭제합니다.
nl: Verwijdert dit opgeslagen account definitief
pl: Trwale usuwa to zapisane konto
pt: Remove permanentemente esta conta salva
ru: Безвозвратно удаляет этот сохраненный аккаунт.
th: ลบบัญชีที่บันทึกไว้นี้อย่างถาวร
tr: Bu kayıtlı hesabı kalıcı olarak kaldırır
vi: Xóa vĩnh viễn tài khoản đã lưu này
zh: 永久删除此已保存的帐户
